Repository: NaN-tic/trytond-party_personal_data_permission
Catalog: locale/*.po
Languages: ca

# field:party.party,age:
source: Age
ca: Edat

# field:party.party,birthdate:
source: Birthdate
ca: Data de naixament

# field:party.party,personal_data_permission:
source: Personal Data Permission Signed
ca: Permís de dades personals signat

# field:party.party,personal_identifier:
source: Personal Identifier
ca: Identificador personal

# field:party.personal_data.permission,party:
source: Party
ca: Tercers

# field:party.personal_data.permission,party_age:
source: Age
ca: Edat

# help:party.personal_data.permission,accept_sms:
source: If marked the party accepts beeing sent information
ca: Si es marca, el partit accepta rebre informació enviada

# model:ir.action,name:act_party_permissions
source: Data access
ca: Accés dades

# model:ir.action,name:act_party_permissions_config
source: Device Configuration
ca: Configuració dispositius

# model:ir.action,name:act_party_personal_data_permission
source: Personal Data Permissions
ca: Permisos personals

# model:ir.action,name:report_personal_data_permission
source: Data access
ca: Accés dades

# model:ir.action.act_window.domain,name:act_personal_data_permission_all
source: All
ca: Tots

# model:ir.action.act_window.domain,name:act_personal_data_permission_draft
source: Draft
ca: Esborrany

# model:ir.action.act_window.domain,name:act_personal_data_permission_signed
source: Signed
ca: Signat

# model:ir.action.act_window.domain,name:act_personal_data_permission_waiting
source: Waiting
ca: En espera

# model:ir.message,text:error_delete
source: Unexpected error, the signed PDF may or may not been fetched sucessfuly. Please try to go to the next stage normaly and check if the PDF is there.
ca: Error inesperat, el pdf signat no s'ha pogut obtenir. Si us plau ves al següent pas i comprova que si està el PDF.

# model:ir.message,text:get_error
source: An error occurred when fetching the signature: %(error)s.
ca: S'ha produït un error en recuperar la signatura:%(error)s.

# model:ir.message,text:invalid_formula
source: Invalid formula "%(formula)s" in price list exception "%(line)s".
ca: La fórmula "%(formula)s no vàlida" a l'excepció de la llista de preus "%(line)s".

# model:ir.message,text:no_device_assigned
source: Your user does not have a device assigned, please assign one. Current user: %(user)s Current IP: %(ip)s.
ca: El vostre usuari no té assignat un dispositiu, assigneu-ne un. Usuari actual:%(user)s IP actual:%(ip)s.

# model:ir.message,text:party_no_vat
source: The current signer does not have a VAT.
ca: El signant actual no té DNI.

# model:ir.model.button,string:personal_data_collect_button
source: Collect
ca: Recollir

# model:ir.model.button,string:personal_data_revoke_button
source: Revoke
ca: Revocar

# model:ir.model.button,string:personal_data_sign_button
source: Sign
ca: Signar

# model:ir.model.button,string:personal_data_wait_button
source: Wait
ca: En espera

# model:ir.ui.menu,name:menu_party_permissions
source: Personal Data Permissions
ca: Permisos de dades personals

# model:ir.ui.menu,name:menu_party_permissions_config_list
source: Device Configuration
ca: Configuració dispositius

# model:ir.ui.menu,name:menu_party_permissions_list
source: Personal Data Permissions
ca: Permisos de dades personals
